Repository: AmbiBox/AmbiBox-XBMC
Catalog: resources/language/French (Canada)/strings.po
Languages: fr_ca

# #32001
source: General
fr_ca: Général

# #32002
source: API host
fr_ca: Hôte de l'API

# #32003
source: API port
fr_ca: Port de l'API

# #32005
source: Refresh profiles from AmbiBox (requires exit to AddOns/Services)
fr_ca: Rafraîchir les profiles à partir d'AmbiBox (sortie vers addiciels/services nécessaire)

# #32006
source: No profiles configured in Ambibox
fr_ca: Aucun profil de configuré dans AmbiBox

# #32007
source: AmbiBox installation not found: exiting script
fr_ca: L'installation d'AmbiBox n'a pas été trouvée : fin du script

# #32008
source: Ambibox could not be started
fr_ca: AmbiBox n'a pas pu être démarré

# #32009
source: Start Ambibox with Kodi if not running
fr_ca: Démarrer AmbiBox avec Kodi s'il ne tourne pas

# #32010
source: Profiles
fr_ca: Profils

# #32011
source: Enable default profile
fr_ca: Activer le profil par défaut

# #32012
source: Default profile
fr_ca: Profil par défaut

# #32013
source: Enable video profile
fr_ca: Activer le profil vidéo

# #32014
source: Default video profile
fr_ca: Profil vidéo par défaut

# #32015
source: Enable audio profile
fr_ca: Activer le profil audio

# #32016
source: Audio profile
fr_ca: Profil audio

# #32017
source: Enable KodiDirect capture
fr_ca: Activer la capture KodiDirect

# #32018
source: Use Auto Aspect Ratio switching
fr_ca: User la permutation automatique du rapport hauteur/largeur

# #32019
source: On video playback:
fr_ca: Lors de la lecture vidéo :

# #32020
source: Select profile
fr_ca: Choisir un profil

# #32021
source: Backlight off
fr_ca: Rétroéclairage désactivé

# #32022
source: Backlight on
fr_ca: Rétroéclairage activé

# #32023
source: Show menu when playing
fr_ca: Montrer le menu lors de la lecture

# #32024
source: Do not show menu when playing
fr_ca: Ne pas montrer le menu lors de la lecture

# #32025
source: Choose -
fr_ca: Choisir -

# #32026
source: Use default video profile
fr_ca: Utiliser le profil vidéo par défaut

# #32027
source: Auto switch based on AR
fr_ca: Permutation automatique basée sur le rapport hauteur/largeur

# #32028
source: Show menu of profiles
fr_ca: Montrer le menu des profils

# #32029
source: Turn off LEDs
fr_ca: DEL désactivées

# #32030
source: Connected to AmbiBox
fr_ca: Connecté à AmbiBox

# #32031
source: Failed to connect to AmbiBox
fr_ca: Échec lors de la connexion à AmbiBox

# #32032
source: Ambibox turned off
fr_ca: AmbiBox désactivé

# #32033
source: Set profile %s
fr_ca: Définir le profil %s

# #32034
source: KodiDirect Success
fr_ca: KodiDirect réussi

# #32035
source: KodiDirect Fail
fr_ca: KodiDirect échoué

# #32036
source: Settings refreshed from Ambibox profiles
fr_ca: Paramètres rafraîchis à partir des profils AmbiBox

# #32040
source: Download mediainfo.dll
fr_ca: Télécharger mediainfo.dll

# #32041
source: Screen X resolution (pixels)
fr_ca: Résolution X d'écran (pixels)

# #32042
source: Screen Y resolution (pixels)
fr_ca: Résolution Y d'écran (pixels)

# #32043
source: KodiDirect capture quality
fr_ca: Qualité de la capture de KodiDirect

# #32044
source: Low
fr_ca: Bas

# #32045
source: Medium
fr_ca: Moyen

# #32046
source: High
fr_ca: Haut

# #32047
source: Highest
fr_ca: La plus haute

# #32050
source: Disable on screensaver
fr_ca: Désactiver pendant l'économiseur d'écran

# #32051
source: Last profile
fr_ca: Dernier profil

# #32052
source: Enable 3D profiles
fr_ca: Activer les profils 3D

# #32053
source: 2D Aspect ratio profiles
fr_ca: Profiles de rapport d'aspect 2D

# #32060
source: 3D Aspect Ratio Profiles for hSBS
fr_ca: Profiles de rapport d'aspect 3D pour hSBS

# #32061
source: 3D Aspect Ratio Profiles for hTAB(hOU)
fr_ca: Profiles de rapport d'aspect 2D pour hTAB(hOU)

# #32062
source: mediainfo.dll already installed on system
fr_ca: mediainfo.dll est déjà installée sur le système

# #32063
source: This add-on will use MediaInfo library Copyright (c) 2002-2014 MediaArea.net SARL. Download?
fr_ca: Cet addiciel utilisera la bibliothèque MediaInfo Tous droits réservés © 2002-2014 MediaArea.net SARL. La télécharger?

# #32064
source: Downloading %s bytes %s
fr_ca: Téléchargement de %s bytes %s

# #32065
source: Download failed
fr_ca: Échec lors du téléchargement

# #32066
source: Download canceled
fr_ca: Téléchargement annulé

# #32067
source: Download succeeded
fr_ca: Téléchargement réussi

# #32068
source: Throttle (100=full framerate, 1=1fps)
fr_ca: Modulateur (100= fréquence d'images maxi, 1=1 image/s)

# #32069
source: LEDs On
fr_ca: DEL activées

# #32070
source: LEDs Off
fr_ca: DEL désactivées

# #32071
source: Hotkeys
fr_ca: Touches rapides

# #32072
source: Requires Kodi restart to effect changes!
fr_ca: Le redémarrage de Kodi est nécessaire pour que les changements prennent effet!

# #32073
source: Use hotkeys To Turn LEDs On/Off?
fr_ca: Utiliser les touches rapides pour allumer/éteindre les DEL?

# #32074
source: Shift
fr_ca: Maj

# #32075
source: Control
fr_ca: Contrôle

# #32076
source: Alt/Option
fr_ca: Option/Alt

# #32077
source: Key to Use
fr_ca: Touche à utiliser

# #32078
source: Use threading?
fr_ca: Utiliser la segmentation du processus?

# #32079
source: Measure performance?
fr_ca: Mesurer la performance?

# #32080
source: Use Ctypes?
fr_ca: Utiliser Ctypes?

# #32081
source: Optimize KodiDirect settings on exit from settings?
fr_ca: Optimiser les paramètres de KodiDirect à la sortie des paramètres?

# #32082
source: Delay (msec)
fr_ca: Retard (ms)

# #32083
source: Use hotkeys to change delay?
fr_ca: Utiliser les touches rapides pour changer le délai?

# #32084
source: Profile for KodiDirect (requires only one for all asp ratios)
fr_ca: Profil de KodiDirect (un seul requis pour tous les rapports d'aspect)

# #32085
source: Hotkey to increase delay:
fr_ca: Touche rapide pour augmenter le délai :

# #32086
source: Hotkey to decrease delay:
fr_ca: Touche rapide pour diminuer le délai :

# #32087
source: Use hotkey to capture buffer for KodiDirect?
fr_ca: Utiliser une touche rapide pour la mémoire tampon de capture de KodiDirect?

# #32088
source: Hotkey for capture:
fr_ca: Touche rapide pour la capture :

# #32089
source: File directory for capture:
fr_ca: Répertoires de fichiers pour la capture :

# #32090
source: Use KodiDirect
fr_ca: Utiliser KodiDirect

# #32091
source: These settings are only needed if automatically switching on Aspect Ratio
fr_ca: Ces paramètres ne sont nécessaires que si le rapport d'aspect est activé automatiquement

# #32092
source: And you are NOT using KodiDirect
fr_ca: Et vous n'utilisez PAS KodiDirect
