Repository: AmbiBox/AmbiBox-XBMC
Catalog: resources/language/Norwegian/strings.po
Languages: no

# #32001
source: General
no: Generelt

# #32002
source: API host
no: API-vert

# #32004
source: Notifications
no: Varslinger

# #32005
source: Refresh profiles from AmbiBox (requires exit to AddOns/Services)
no: Oppdater profil fra AmbiBox (krever avslutt til Tillegg/Tjenester)

# #32006
source: No profiles configured in Ambibox
no: Ingen profil konfigurert i AmbiBox

# #32007
source: AmbiBox installation not found: exiting script
no: AmbiBox-installasjon ikke funnet: avslutter skript

# #32008
source: Ambibox could not be started
no: AmbiBox kunne ikke starte

# #32010
source: Profiles
no: Profiler

# #32011
source: Enable default profile
no: Aktiver standardprofil

# #32012
source: Default profile
no: Standardprofil

# #32013
source: Enable video profile
no: Aktiver videoprofil

# #32014
source: Default video profile
no: Standard videoprofil

# #32015
source: Enable audio profile
no: Aktiver lydprofil

# #32016
source: Audio profile
no: Lydprofil

# #32018
source: Use Auto Aspect Ratio switching
no: Bruk automatisk sideforholdbytting

# #32019
source: On video playback:
no: På videoavspilling:

# #32020
source: Select profile
no: Velg profil

# #32021
source: Backlight off
no: Baklys av

# #32022
source: Backlight on
no: Baklys på

# #32023
source: Show menu when playing
no: Vis meny under avspilling

# #32024
source: Do not show menu when playing
no: Ikke vis meny under avspilling

# #32025
source: Choose -
no: Velg -

# #32026
source: Use default video profile
no: Bruk standard videoprofil

# #32027
source: Auto switch based on AR
no: Autobytt bassert på AR

# #32028
source: Show menu of profiles
no: Vis profilmeny

# #32029
source: Turn off LEDs
no: Skru av LED

# #32030
source: Connected to AmbiBox
no: Tilkoblet AmbiBox

# #32031
source: Failed to connect to AmbiBox
no: Tilkobling til AmbiBox feilet

# #32032
source: Ambibox turned off
no: AmbiBox avskrudd

# #32033
source: Set profile %s
no: Set profil %s

# #32034
source: KodiDirect Success
no: KodiDirect Suksess

# #32035
source: KodiDirect Fail
no: KodiDirect Feil

# #32036
source: Settings refreshed from Ambibox profiles
no: Innstillinger oppdatert fra AmbiBox-profler

# #32040
source: Download mediainfo.dll
no: Last ned mediainfo.dll

# #32044
source: Low
no: Lav

# #32046
source: High
no: Høy

# #32067
source: Download succeeded
no: Nedlastning fullført

# #32074
source: Shift
no: Skift
