Repository: AmbiBox/AmbiBox-XBMC
Catalog: resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #32001
source: General
pt_br: Geral

# #32003
source: API port
pt_br: API porta

# #32004
source: Notifications
pt_br: Notificações

# #32005
source: Refresh profiles from AmbiBox (requires exit to AddOns/Services)
pt_br: Atualizar perfis do AmbiBox (requer sair para AddOns/Serviços)

# #32006
source: No profiles configured in Ambibox
pt_br: Sem perfis configurados no Ambibox

# #32007
source: AmbiBox installation not found: exiting script
pt_br: Instalação AmbiBox não localizada: encerrando o script

# #32008
source: Ambibox could not be started
pt_br: Ambibox não pôde ser inicializado

# #32009
source: Start Ambibox with Kodi if not running
pt_br: Iniciar Ambibox quando Kodi não estiver rodando

# #32010
source: Profiles
pt_br: Perfis

# #32011
source: Enable default profile
pt_br: Ativar perfil padrão

# #32012
source: Default profile
pt_br: Perfil padrão

# #32013
source: Enable video profile
pt_br: Ativar perfil de vídeo

# #32014
source: Default video profile
pt_br: Perfil de vídeo padrão

# #32015
source: Enable audio profile
pt_br: Perfil de áudio padrão

# #32016
source: Audio profile
pt_br: Perfil de Áudio

# #32017
source: Enable KodiDirect capture
pt_br: Ativar captura KodiDirect

# #32018
source: Use Auto Aspect Ratio switching
pt_br: Usar alternância da taxa de aspecto automaticamente

# #32019
source: On video playback:
pt_br: Na reprodução de vídeo:

# #32020
source: Select profile
pt_br: Selecionar perfil

# #32021
source: Backlight off
pt_br: Backlight desligado

# #32022
source: Backlight on
pt_br: Backlight ligado

# #32023
source: Show menu when playing
pt_br: Apresentar menu quando reproduzindo

# #32024
source: Do not show menu when playing
pt_br: Não apresentar menu enquanto reproduzindo

# #32025
source: Choose -
pt_br: Escolha -

# #32026
source: Use default video profile
pt_br: Use o perfil de vídeo padrão

# #32027
source: Auto switch based on AR
pt_br: Auto alternar baseado no AR

# #32028
source: Show menu of profiles
pt_br: Apresentar menu de perfis

# #32029
source: Turn off LEDs
pt_br: Desligar LEDs

# #32030
source: Connected to AmbiBox
pt_br: Conectado ao AmbiBox

# #32031
source: Failed to connect to AmbiBox
pt_br: Falha ao conectar ao AmbiBox

# #32032
source: Ambibox turned off
pt_br: Ambibox desligado

# #32033
source: Set profile %s
pt_br: Setar perfil %s

# #32034
source: KodiDirect Success
pt_br: KodiDirect Sucesso

# #32035
source: KodiDirect Fail
pt_br: KodiDirect Falhou

# #32036
source: Settings refreshed from Ambibox profiles
pt_br: Configurações atualizadas a partir de perfis Ambibox

# #32041
source: Screen X resolution (pixels)
pt_br: Resolução de Tela X (pixels)

# #32042
source: Screen Y resolution (pixels)
pt_br: Resolução de Tela Y (pixels)

# #32043
source: KodiDirect capture quality
pt_br: KodiDirect qualidade da captura

# #32044
source: Low
pt_br: Baixo

# #32045
source: Medium
pt_br: Médio

# #32046
source: High
pt_br: Alto

# #32047
source: Highest
pt_br: Elevado

# #32050
source: Disable on screensaver
pt_br: Desabilitado com protetor de tela

# #32051
source: Last profile
pt_br: Último perfil

# #32052
source: Enable 3D profiles
pt_br: Ativar perfis 3D

# #32053
source: 2D Aspect ratio profiles
pt_br: Perfis taxas de aspecto 2D

# #32060
source: 3D Aspect Ratio Profiles for hSBS
pt_br: Perfis de taxa de aspecto em 3D para HSBS

# #32061
source: 3D Aspect Ratio Profiles for hTAB(hOU)
pt_br: Perfis de taxa de aspecto em 3D para hTAB(hOU)

# #32062
source: mediainfo.dll already installed on system
pt_br: mediainfo.dll já instalado em seu sistema

# #32063
source: This add-on will use MediaInfo library Copyright (c) 2002-2014 MediaArea.net SARL. Download?
pt_br: Este add-on irá usar MediaInfo library Copyright (c) 2002-2014 MediaArea.net SARL. Download?

# #32064
source: Downloading %s bytes %s
pt_br: Transferindo %s bytes %s

# #32065
source: Download failed
pt_br: Falha no download

# #32066
source: Download canceled
pt_br: Download cancelado

# #32067
source: Download succeeded
pt_br: Download efetuado com sucesso

# #32068
source: Throttle (100=full framerate, 1=1fps)
pt_br: Acelerar (100=full framerate, 1=1fps)

# #32069
source: LEDs On
pt_br: LEDs Ligados

# #32070
source: LEDs Off
pt_br: LEDs Desligados

# #32071
source: Hotkeys
pt_br: Teclas de Atalhos

# #32072
source: Requires Kodi restart to effect changes!
pt_br: Requer reiniciar o Kodi para validar alterações!

# #32073
source: Use hotkeys To Turn LEDs On/Off?
pt_br: Usar teclas de atalhos para ligar/desligar LEDs

# #32075
source: Control
pt_br: Controle

# #32076
source: Alt/Option
pt_br: Alt/Opção

# #32077
source: Key to Use
pt_br: Chave para Uso

# #32078
source: Use threading?
pt_br: Use encadeamento?

# #32079
source: Measure performance?
pt_br: Mensurar performance?

# #32080
source: Use Ctypes?
pt_br: Usar Ctypes?

# #32081
source: Optimize KodiDirect settings on exit from settings?
pt_br: Otimizar as configurações KodiDirect ao sair das configurações?

# #32082
source: Delay (msec)
pt_br: Atraso (msec)

# #32083
source: Use hotkeys to change delay?
pt_br: Usar teclas de atalhos para alterar delay?

# #32084
source: Profile for KodiDirect (requires only one for all asp ratios)
pt_br: Perfil para KodiDirect(requer apenas um para todas as relações de aspecto)

# #32085
source: Hotkey to increase delay:
pt_br: Tecla de Atalho para aumentar delay:

# #32086
source: Hotkey to decrease delay:
pt_br: Tecla de Atalho para diminuir o delay:

# #32087
source: Use hotkey to capture buffer for KodiDirect?
pt_br: Usar tecla de atalho para capturar o buffer para o KodiDirect?

# #32088
source: Hotkey for capture:
pt_br: Tecla de Atalho para captura:

# #32089
source: File directory for capture:
pt_br: Diretório de arquivos para captura:

# #32090
source: Use KodiDirect
pt_br: Usar KodiDirect

# #32091
source: These settings are only needed if automatically switching on Aspect Ratio
pt_br: Essas configurações só são necessárias se automaticamente alternar Relação de Aspecto

# #32092
source: And you are NOT using KodiDirect
pt_br: E você NÃO está está usando KodiDirect
