Repository: AmbiBox/AmbiBox-XBMC
Catalog: resources/language/*/strings.po
Languages: spanish

# #32002
source: API host
spanish: API Presentador

# #32003
source: API port
spanish: API Puerto

# #32004
source: Notifications
spanish: Notificaciones

# #32005
source: Refresh profiles from AmbiBox (requires exit to AddOns/Services)
spanish: Refrescar los perfiles de AmbiBox (Requiere salir de Complementos/Servicios)

# #32006
source: No profiles configured in Ambibox
spanish: No perfiles configurados en AmbiBox

# #32007
source: AmbiBox installation not found: exiting script
spanish: AmbiBox instalacion no encontrado: salir de guion

# #32008
source: Ambibox could not be started
spanish: AmbiBox no puede empezar

# #32009
source: Start Ambibox with XBMC if not running
spanish: Empieze AmbiBox con XBMC si no esta corriendo

# #32010
source: Profiles
spanish: Perfiles

# #32011
source: Enable default profile
spanish: Activar perfil estandar

# #32012
source: Default profile
spanish: Perfil estandar

# #32013
source: Enable video profile
spanish: Activar el perfil de video

# #32014
source: Default video profile
spanish: Estandar el perfil de video

# #32015
source: Enable audio profile
spanish: Estandar el perfil de audio

# #32016
source: Audio profile
spanish: Perfil de audio

# #32017
source: Enable XBMCDirect capture
spanish: Estandar XBMCDirecto captura

# #32018
source: Use Auto Aspect Ratio switching
spanish: Usar el indice de auto aspecto cambiando

# #32019
source: On video playback:
spanish: En repeticion de video

# #32020
source: Select profile
spanish: Selecionar perfil

# #32021
source: Backlight off
spanish: Luz de atras apagada

# #32022
source: Backlight on
spanish: Luz de atras prendida

# #32023
source: Show menu when playing
spanish: Enseñar el menu mientras juega

# #32024
source: Do not show menu when playing
spanish: No enseñe el menu mientras juega

# #32025
source: Choose -
spanish: Escojer

# #32026
source: Use default video profile
spanish: Usar el video de perfil estandar

# #32027
source: Auto switch based on AR
spanish: Auto cambio basado en AR

# #32028
source: Show menu of profiles
spanish: Enseñar el menu de perfiles

# #32029
source: Turn off LEDs
spanish: Apagar LEDs

# #32030
source: Connected to AmbiBox
spanish: Conectar AmbiBox

# #32031
source: Failed to connect to AmbiBox
spanish: Fallido conectar AmbiBox

# #32032
source: Ambibox turned off
spanish: AmbiBox apagado

# #32033
source: Set profile %s
spanish: Hacer un perfil %s

# #32034
source: XBMCDirect Success
spanish: XBMCDirecto exito

# #32035
source: XBMCDirect Fail
spanish: XBMCDirecto fallo

# #32036
source: Settings refreshed from Ambibox profiles
spanish: Ajustes refrescados de los perfiles AmbiBox

# #32040
source: Download mediainfo.dll
spanish: Descargar mediainfo.dll

# #32041
source: Screen X resolution (pixels)
spanish: Pantalla X resolucion (pixeles)

# #32042
source: Screen Y resolution (pixels)
spanish: Pantalla Y resolucion (pixeles)

# #32043
source: XBMCDirect capture quality
spanish: XBMCDirecto capturar qualidad

# #32044
source: Low
spanish: Bajo

# #32045
source: Medium
spanish: Mediano

# #32046
source: High
spanish: Alto

# #32047
source: Highest
spanish: Altisimo

# #32050
source: Disable on screensaver
spanish: Iutilizar en screensaver

# #32051
source: Last profile
spanish: Ultimo perfil

# #32052
source: Enable 3D profiles
spanish: Activar los perfiles 3D

# #32053
source: 2D Aspect ratio profiles
spanish: Perfiles de Aspecto indice 2D

# #32060
source: 3D Aspect Ratio Profiles for hSBS
spanish: Perfiles de aspecto indice 3D para hSBS

# #32061
source: 3D Aspect Ratio Profiles for hTAB(hOU)
spanish: Perfiles de aspecto indice 3D para hTAB(hOU)

# #32062
source: mediainfo.dll already installed on system
spanish: mediainfo.dll esta instalado en el sistema

# #32063
source: This add-on will use MediaInfo library Copyright (c) 2002-2014 MediaArea.net SARL. Download?
spanish: Este complemento utilizará MediaInfo librería Derechos de Autor © 2002-2014 MediaArea.net SARL. Descarga ahora?

# #32064
source: Downloading %s bytes %s
spanish: Descargando %s bytes %s

# #32065
source: Download failed
spanish: El descargo fallo

# #32066
source: Download canceled
spanish: El descargo se cancelo

# #32067
source: Download succeeded
spanish: El descargo fue un exito

# #32068
source: Throttle (100=full framerate, 1=1fps)
spanish: Acelerador (100 = frecuencia de imagen máxima, 1 = 1 fotograma por segundo)

# #32069
source: LEDs On
spanish: LEDs encendidas

# #32070
source: LEDs Off
spanish: LEDs apagadas

# #32071
source: Keyboard
spanish: Teclado

# #32072
source: Requires XBMC restart to effect changes!
spanish: Requiere reinicio XBMC para efectuar cambios!

# #32073
source: Use Hotkeys Below?
spanish: Use teclas de acceso rápido de abajo?

# #32074
source: Shift
spanish: Cambio

# #32076
source: Alt/Option
spanish: Alt / Opción

# #32077
source: Key to Use
spanish: La clave para utilizar

# #32078
source: Use threading?
spanish: Utilice hilos?

# #32079
source: Measure performance?
spanish: Medir el rendimiento?

# #32080
source: Use Ctypes?
spanish: Usar Ctypes?

# #32081
source: Optimize XBMCDirect settings on exit from settings?
spanish: Optimizar los ajustes XBMCDirect a la salida de la configuración?

# #32082
source: Delay (msec)
spanish: Retraso (ms)

# #32083
source: Use hotkeys to change delay?
spanish: Utilice teclas de acceso rápido para cambiar de retraso?

# #32085
source: Hotkey to increase delay:
spanish: Tecla de acceso directo para aumentar la demora:

# #32086
source: Hotkey to decrease delay:
spanish: Tecla de acceso directo para disminuir demora:

# #32087
source: Use hotkey to capture buffer for XBMCDirect?
spanish: Utilice la tecla para capturar buffer para XBMCDirect?

# #32088
source: Hotkey for capture:
spanish: Tecla de acceso directo para la captura:

# #32089
source: File directory for capture
spanish: Directorio de archivos para la captura

# #32090
source: Use XBMCDirect
spanish: Uso XBMCDirect

# #32091
source: These settings are only needed if automatically switching on Aspect Ratio
spanish: Estos ajustes sólo son necesarios si el cambio automático de la relación de aspecto
